/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: software */
"App" = "App";

/* Localized kind Audio Book */
"Audio Book" = "Audio Book";

/* Localized kind: Book */
"Book" = "Book";

/* Localized kind: E-Book */
"E-Book" = "E-Book";

/* Localized kind: Feature Movie */
"Movie" = "Movie";

/* Localized kind: Music Video */
"Music Video" = "Music Video";

/* Localized kind: OK. title of the button to dismiss the alert */
"OK" = "OK";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Song";

/* Localized kind: There was an error reading from the iTunes Store. Please try again */
"There was an error reading from the iTunes Store. Please try again" = "There was an error reading from the iTunes Store. Please try again";

/* Localized kind: TV Episode */
"TV Episode" = "TV Episode";

/* Localized kind: Unkown, searchResultCell */
"Unkown" = "Unkown";

/* Error alert title, coming from the network error: Whoops... */
"Whoops..." = "Whoops...";

